Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %@ Complete
ar: اكتمل %@
da: %@ fuldfoert
de: %@ abgeschlossen
es: %@ completado
fi: %@ valmis
fr: %@ terminé
he: %@ הושלם
hi: %@ पूर्ण
hu: %@ kész
id: %@ Selesai
it: %@ completato
ja: %@ 完了
ko: %@ 완료
nb: %@ fullført
nl: %@ voltooid
pl: %@ zakończono
pt_br: %@ Concluído
ru: %@ завершено
sv: %@ klar
th: %@ เสร็จสมบูรณ์
tr: %@ Tamamlandı
uk: %@ завершено
vi: %@ hoàn tất
zh_hans: %@完成
zh_hant: %@ 完成

source: %@ Failed
ar: فشل %@
da: %@ mislykkedes
de: %@ fehlgeschlagen
es: %@ falló
fi: %@ epäonnistui
fr: %@ échoué
he: %@ נכשל
hi: %@ विफल
hu: %@ sikertelen
id: %@ Gagal
it: %@ non riuscito
ja: %@ 失敗
ko: %@ 실패
nb: %@ mislyktes
nl: %@ mislukt
pl: %@ nie powiodło się
pt_br: %@ Falhou
ru: %@ не удалось
sv: %@ misslyckades
th: %@ ล้มเหลว
tr: %@ Başarısız
uk: %@ не вдалося
vi: %@ thất bại
zh_hans: %@失败
zh_hant: %@ 失敗

# %@ failed with HTTP %lld.
source: %1$@ failed with HTTP %2$lld.
ar: %1$@ مع HTTP %2$lld.
da: %1$@ mislykkedes med HTTP %2$lld.
de: %1$@ ist mit HTTP %2$lld fehlgeschlagen.
es: %1$@ falló con HTTP %2$lld.
fi: %1$@ epäonnistui HTTP: llla %2$lld.
fr: %1$@ a échoué avec HTTP %2$lld.
he: %1$@ נכשל ב-HTTP %2$lld.
hi: %1$@ HTTP के कारण विफल हुआ। %2$lld.
hu: %1$@ hiba HTTP-re volt okozva. A %2$lld.
id: %1$@ gagal dengan HTTP %2$lld.
it: %1$@ ha fallito con HTTP %2$lld.
ja: %1$@ はHTTPエラーにより失敗しました。 %2$lld.
ko: %1$@ 가 HTTP 응답으로 실패하였습니다. %2$lld.
nb: %1$@ mislyktes med HTTP %2$lld.
nl: %1$@ is mislukt met HTTP %2$lld.
pl: %1$@ nie powiódł się z błędem HTTP %2$lld.
pt_br: %1$@ falhou com HTTP O %2$lld.
ru: %1$@ завершился с ошибкой HTTP %2$lld.
sv: %1$@ misslyckades med HTTP %2$lld.
th: %1$@ ล้มเหลวด้วย HTTP %2$lld.
tr: %1$@ , HTTP aracılığıyla başarısız oldu. %2$lld.
uk: %1$@ неуспішно завершився через HTTP. %2$lld.
vi: %1$@ đã thất bại với HTTP %2$lld.
zh_hans: %1$@ 以HTTP错误状态码失败 %2$lld.
zh_hant: %1$@ 以HTTP錯誤狀態碼失敗 %2$lld.

source: %@ has not been cloned yet. Open GitSync.md and clone it first.
ar: %@ لم يتم استنساخه بعد. افتح GitSync.md وقم باستنساخه أولاً.
da: %@ er ikke blevet klonet endnu. Åbn GitSync.md og klon den først.
de: %@ wurde noch nicht geklont. Öffnen Sie GitSync.md und klonen Sie es zuerst.
es: %@ aún no se ha clonado. Abra GitSync.md y clónelo primero.
fi: %@ ei ole vielä kloonattu. Avaa GitSync.md ja kloonaa se ensin.
fr: %@ n&#39;a pas encore été cloné. Ouvrir GitSync.md et clonez-le d&#39;abord.
he: %@ לא הושגה כлон ainda. פתור GitSync.md – הכנסו אותו ויצרו את הקלאן שלו קודם.
hi: %@ को अभी तक क्लोन नहीं किया गया है। खोलें। GitSync.md को पहले चयन करें और उसका क्लोन बनाएँ।
hu: %@ még nem klonálva lett. Nyitott állapotban van. GitSync.md -et használja, majd ezt klonálja.
id: %@ belum dikloni. Buka GitSync.md dan kloningnya terlebih dahulu.
it: %@ non è ancora stato clonato. Apri GitSync.md e clona innanzitutto.
ja: %@ はまだクローン化されていません。開く GitSync.md を取得し、まずそのクローンを作成してください。
ko: %@ 는 아직 클로닝되지 않았습니다. 열기 GitSync.md 를 먼저 확인한 후 클론하세요.
nb: %@ er ikke klonert ennå. Åpne GitSync.md og kloner det først.
nl: %@ is nog niet gekloond. Open GitSync.md en kloon dit eerst.
pl: %@ nie został jeszcze klonowany. Otwórz GitSync.md – najpierw klonuj go.
pt_br: %@ ainda não foi clonado. Abra. GitSync.md e clone-o primeiro.
ru: %@ ещё не клонирован. Открыто GitSync.md и сначала клонируйте его.
sv: %@ har ännu inte klonerats. Öppna GitSync.md och klona det först.
th: %@ ยังไม่ได้ถูกโคลน ให้เปิด GitSync.md และทำการโคลนก่อน
tr: %@ henüz klonlanmadı. Açın GitSync.md 'yi ilk olarak klonlayın.
uk: %@ ще не клонований. Відкрито. GitSync.md і спочатку клонуйте його.
vi: %@ vẫn chưa được clon hóa. Mở GitSync.md và hãy sao chép nó trước.
zh_hans: %@ 仍未克隆。打开 GitSync.md ，先进行克隆。
zh_hant: %@ 仍未剋隆。打開 GitSync.md ，先進行剋隆。

# %@ · %@ changes
source: %1$@ · %2$@ changes
ar: %1$@ · تغييرات %2$@
da: %1$@ · %2$@ ændringer
de: %1$@ · %2$@ Änderungen
es: %1$@ · %2$@ cambios
fi: %1$@ · %2$@ muutokset
fr: %1$@ · %2$@ changements
he: %1$@ · %2$@ – שינויים
hi: %1$@ · %2$@ में परिवर्तन
hu: %1$@ · %2$@ változtatások
id: %1$@ · %2$@ : Perubahan
it: %1$@ · %2$@ modifiche
ja: %1$@ · %2$@ 変更
ko: %1$@ · %2$@ 변경 사항
nb: %1$@ · %2$@ -endringer
nl: %1$@ · %2$@ wijzigingen
pl: %1$@ · %2$@ – zmiany
pt_br: %1$@ · %2$@ – Alterações
ru: %1$@ · %2$@ : изменения
sv: %1$@ · %2$@ :ändringar
th: %1$@ · %2$@ : การเปลี่ยนแปลง
tr: %1$@ · %2$@ değişiklikleri
uk: %1$@ · %2$@ — зміни
vi: %1$@ · %2$@ – Thay đổi
zh_hans: %1$@ · %2$@ 变更记录
zh_hant: %1$@ · %2$@ 變更記録

source: %@:%@ presented a different SSH host key for a previously pinned key type (%@). Previously trusted: %@ New key: %@ Do not trust the new key unless you intentionally rotated the server's SSH host key.
ar: %@:%@ عرض مختلف SSH مفتاح مضيف لنوع مفتاح مثبت مسبقًا (%@). موثوق به سابقًا: %@ مفتاح جديد: %@ لا تثق في المفتاح الجديد إلا إذا قمت بالتدوير المتعمد للخادم SSH مفتاح المضيف.
da: %@:%@ Præsenterede et andet SSH Hovednyckel for en tidligere fastlagt nyckeltype (%@). Tidligere pålidelig: %@ Ny nøgle: %@ Tror ikke på den nye nøgle, medmindre du bevidst har roteret serverens nøgle. SSH Hovednyckel.
de: %@:%@ präsentierte etwas anderes SSH Host-Schlüssel für einen zuvor festgelegten Schlüsseltyp (%@). Früher vertraut: %@ Neuer Schlüssel: %@ Vertrauen Sie dem neuen Schlüssel nicht, es sei denn, Sie haben den Server bewusst gedreht. SSH Host-Schlüssel.
es: %@:%@ Presentó algo diferente. SSH Clave anfitriona para un tipo de clave previamente fijada (%@). Anteriormente confiable: %@ Nueva clave: %@ No confíe en la nueva llave a menos que haya girado intencionadamente el servidor. SSH Clave de host.
fi: %@:%@ Esiteltiin erilainen tapa SSH Host-avain aiemmin kiinnitettyyn avaintyypiin (%@). Aiemmin luotettu: %@ Uusi avain: %@ Älä luota uuteen avaimelle, ellei olet tarkoituksellisesti kääntänyt palvelinta. SSH Host-avain.
fr: %@:%@ a présenté quelque chose de différent SSH Clé hôte pour un type de clé précédemment fixée (%@). Autrefois de confiance : %@ Nouvelle clé : %@ N'appelez pas la nouvelle clé en toute confiance, sauf si vous avez intentionnellement tourné le serveur. SSH Clé hôte.
he: %@:%@ הציג אחר SSH מפתח מארח עבור סוג מפתח לשעבר מוצמד (%@). מהימן בעבר: %@ מפתח חדש: %@ אל תסמכו על המפתח החדש אלא אם כן אתה מכוון את השרת SSH מפתח מארח.
hi: %@:%@ एक भिन्न विकल्प प्रस्तुत किया गया। SSH पहले से पिन किए गए कुंजी प्रकार के लिए होस्ट कुंजी (%@). पहले से विश्वसित: %@ नई कुंजी: %@ नई कुंजी पर भरोसा न करें, जब तक आपने जानबूझकर सर्वर को घुमाया न हो। SSH होस्ट कुंजी।
hu: %@:%@ Egy másik megoldást mutattak be. SSH Létező, korábban rögzített kulcsfajta számára szolgáló személyes kulcs (%@). Ez alattal biztosított: %@ Új kulcs: %@ Ne hisse el a új kulcsot, kivéve ha szándékosan forgatottad a szerver kulcsát. SSH Szervező kulcs.
id: %@:%@ Menampilkan versi yang berbeda SSH Kunci host untuk tipe kunci yang sebelumnya telah ditetapkan (%@). Dulu dipercaya: %@ Kunci baru: %@ Jangan percaya pada kunci baru kecuali Anda sengaja memutar server. SSH Kunci host.
it: %@:%@ Ha presentato qualcosa di diverso. SSH Chiave ospitante per un tipo di chiave precedentemente fissata (%@). In precedenza riconosciuto: %@ Nuova chiave: %@ Non fidare della nuova chiave a meno che non si sia rotato intenzionalmente il server. SSH Chiave ospitante.
ja: %@:%@ 異なるものを提示した SSH 以前にピン留めされたキー型用のホストキー（%@). 以前に信頼された： %@ 新しい鍵： %@ サーバーを意図的に回転させた場合を除き、新しい鍵を信頼しないでください。 SSH ホストキー。
ko: %@:%@ 다른 형태로 제시됨 SSH 이전에 고정된 키 유형에 사용되는 호스트 키(%@). 이전에 신뢰된: %@ 새 키: %@ 서버를 의도적으로 회전시킨 경우를 제외하고는 새로운 키를 신뢰하지 마십시오. SSH 호스트 키.
nb: %@:%@ presenterte noe annet SSH Hovednyckel for en tidligere festet nyckeltype (%@). Tidligere betrodd: %@ Ny nøkkel: %@ Ikke stol på den nye nøkkelen med mindre du bevisst har rotert serverens nøkkel. SSH Hovednyckel.
nl: %@:%@ Presenteerde iets anders SSH Host-sleutel voor een vooraf vastgeplaatste sleuteltype (%@). Voorheen vertrouwd: %@ Nieuwe sleutel: %@ Vertrouw de nieuwe sleutel niet, tenzij u de server opzettelijk heeft gedraaid. SSH Host-sleutel.
pl: %@:%@ Przedstawił inny sposób. SSH Klucz hostowy dla wcześniej zamocowanego typu klucza (%@). Wcześniej zaufane: %@ Nowy klucz: %@ Nie uwierz w nowy klucz, chyba że celowo obróciłeś serwer. SSH Klucz hosta.
pt_br: %@:%@ Apresentou algo diferente. SSH Chave hospedeira para um tipo de chave previamente fixada (%@). Anteriormente confiável: %@ Chave nova: %@ Não confie na nova chave, a menos que você tenha rotacionado intencionalmente o servidor. SSH Chave de hospedagem.
ru: %@:%@ Представленное решение отличается от предыдущего. SSH Хост-ключ для ранее закрепленного типа ключа (%@). Ранее доверенное: %@ Новый ключ: %@ Не доверяйте новому ключу, если вы не поворачивали сервер намеренно. SSH Хост-ключ.
sv: %@:%@ Presenterade ett annat SSH Huvudnyckel för en tidigare fästad nyckeltyp (%@). Tidigare tilltrodd: %@ Ny nyckel: %@ Lita inte på den nya nyckeln om du inte avsiktligt roterat servern. SSH Huvudnyckel.
th: %@:%@ นำเสนอในรูปแบบที่แตกต่างออกไป SSH กุญแจโฮสต์สำหรับประเภทกุญแจที่ถูกตรึงไว้ก่อนหน้านี้ (%@). เคยได้รับการไว้วางใจ: %@ กุญแจใหม่: %@ อย่าเชื่อถือกุญแจใหม่ เว้นแต่คุณจะหมุนกุญแจของเซิร์ฟเวอร์อย่างตั้งใจ SSH กุญแจโฮสต์
tr: %@:%@ Farklı bir yaklaşım sunuldu. SSH Daha önce sabitlenmiş bir anahtar türü için ev sahibi anahtarı (%@). Daha önce güvenilirdi: %@ Yeni anahtar: %@ Sunucunun anahtarını bilinçli olarak döndürmeden önce yeni anahtara güvenmeyin. SSH Konaklayıcı anahtarı.
uk: %@:%@ Представлено інше. SSH Гостевий ключ для типу ключа, що раніше був закріплений (%@). Раніше довірено: %@ Новий ключ: %@ Не довіряйте новому ключу, якщо ви навмисно не повернули сервера. SSH Головний ключ.
vi: %@:%@ Đưa ra một phương án khác biệt SSH Chìa khóa chủ cho loại chìa khóa đã được gắn cố định trước đó (%@). Đã được tin cậy trước đây: %@ Chìa khóa mới: %@ Không nên tin tưởng vào khóa mới trừ khi bạn đã cố ý xoay thiết bị máy chủ. SSH Chìa khóa chủ.
zh_hans: %@:%@ 呈现了不同的内容 SSH 针对先前已固定键型的主机密钥（%@). 此前可信： %@ 新密钥： %@ 除非您是故意旋转了服务器，否则请勿信任新密钥。 SSH 主机密钥.
zh_hant: %@:%@ 呈現了不同的內容 SSH 針對先前已固定鍵型的主機金鑰（%@). 此前可信： %@ 新金鑰： %@ 除非您是故意旋轉了伺服器，否則請勿信任新金鑰。 SSH 主機金鑰.

source: %@:%@ presented an SSH host key of a type not pinned before (%@): %@ The git and Git LFS connections can negotiate different key types against the same server, so this is usually expected. Only trust it if this fingerprint matches your Forgejo/Git server.
ar: %@:%@ تقديم أحد SSH مفتاح مضيف من نوع غير مثبت من قبل (%@): %@ Git و Git LFS يمكن للاتصالات التفاوض على أنواع مفاتيح مختلفة مقابل نفس الخادم ، لذلك عادة ما يكون هذا متوقعًا. ثق بها فقط إذا كانت هذه البصمة تتطابق مع بصمتك Forgejo/Git الخادم.
da: %@:%@ Præsenteret en SSH Hovednyckel af en type, der ikke var festet tidligere (%@): %@ Git og Git LFS Forbindelser kan forhandle forskellige nøgletyper til den samme server; dette forventes derfor normalt. Beluger kun, hvis denne fingeravtryk stemmer overens med dit eget. Forgejo/Git Server.
de: %@:%@ wies einen Vorstellungsdokument auf SSH Host-Schlüssel eines Typs, der zuvor nicht festgelegt war (%@): %@ Git und Git LFS Verbindungen können unterschiedliche Schlüsseltypen mit demselben Server abstimmen – dies ist daher üblich. Vertrauen Sie diesem nur, wenn dieser Fingerabdruck mit Ihrem übereinstimmt. Forgejo/Git Server.
es: %@:%@ Presentó un SSH Clave de host de un tipo que no había sido fijado previamente (%@): %@ Git y Git LFS Las conexiones pueden negociar diferentes tipos de claves con el mismo servidor; por lo tanto, esto es algo habitual. Confíe en ello solo si esta huella dactilar coincide con la suya. Forgejo/Git Servidor.
fi: %@:%@ Esiteltiin SSH Host-avain tyyppistä, jota ei ollut aiemmin kiinnitetty (%@): %@ Git ja Git LFS Yhteydet voivat neuvotella eri avaimetyypit samalle palvelimelle, joten tätä odotetaan yleensä. Luotettakaa sen vain, jos tämä sormenjälki vastaa omasta jälkeesi. Forgejo/Git Palvelin.
fr: %@:%@ a présenté un SSH Clé hôte de type qui n'avait pas été fixée auparavant (%@): %@ Git et Git LFS Les connexions peuvent négocier différents types de clés auprès du même serveur ; cela est donc généralement attendu. N'y faites confiance que si cette empreinte correspond à la vôtre. Forgejo/Git Serveur.
he: %@:%@ הציג SSH מפתח מארח מסוג לא מוצמד לפני (%@): %@ את החגיט ואת Git LFS חיבורים יכולים לנהל משא ומתן על סוגי מפתח שונים כנגד אותו שרת, ולכן בדרך כלל זה צפוי. לסמוך עליו רק אם טביעת האצבע הזו תואמת את Forgejo/Git שרת.
hi: %@:%@ प्रस्तुत किया गया SSH ऐसे प्रकार का होस्ट कुंजी जिसे पहले कभी पिन नहीं किया गया था (%@): %@ Git तथा Git LFS कनेक्शन्स एक ही सर्वर पर विभिन्न प्रकार की कुंजीयों के लिए बातचीत कर सकते हैं, इसलिए यह आमतौर पर अपेक्षित होता है। केवल तभी इस पर विश्वास करें जब यह फिंगरप्रिंट आपके फिंगरप्रिंट से मेल खाता हो। Forgejo/Git सर्वर।
hu: %@:%@ Kijelentett egyet. SSH Eredetileg nem rögzített típusú host kulcs (%@): %@ Git és Git LFS A kapcsolatok ugyanazon a szerverrel különböző kulcsfajtát is megállapíthatják, ez így általában várható. Csak akkor hagyd be, ha ez a kézi nyomás összhangban van veled. Forgejo/Git Szerver.
id: %@:%@ Dipersembahkan SSH Kunci host dengan tipe yang sebelumnya tidak ditetapkan (%@): %@ Git dan Git LFS Koneksi dapat menegosiasikan berbagai jenis kunci terhadap server yang sama, sehingga hal ini umumnya diharapkan. Verifikasi saja jika sidik jari ini sesuai dengan sidik jari Anda. Forgejo/Git Server.
it: %@:%@ È stato presentato. SSH Chiave host di tipo non precedentemente fissato (%@): %@ Git e Git LFS Le connessioni possono negoziare diversi tipi di chiave con lo stesso server; di conseguenza, questo comportamento è generalmente previsto. Affidatevi a questa informazione soltanto se l'impronta digitale corrisponde alla vostra. Forgejo/Git Server.
ja: %@:%@ 提示しました。 SSH 以前にピン留めされていなかったタイプのホストキー（%@): %@ Git および Git LFS 接続元とサーバー間で異なる種類の鍵が交渉可能であるため、これは通常予想されることです。このフィンガープリントが自身のものと一致する場合のみ、信頼してください。 Forgejo/Git サーバー。
ko: %@:%@ 제시됨 SSH 이전에 고정되지 않은 유형의 호스트 키(%@): %@ Git 및 Git LFS 연결은 동일한 서버와 상호작용할 때 다양한 키 유형을 협의할 수 있으므로, 이는 일반적으로 예상되는 현상입니다. 이 지문이 귀하의 지문과 일치하는 경우에만 신뢰하십시오. Forgejo/Git 서버.
nb: %@:%@ presenterte et SSH Hovednyckel av en type som ikke tidligere var festet (%@): %@ Git og Git LFS Konneksjoner kan forhandle ulike nøkkeltyper mot samme server – dette er derfor vanligvis forventet. Bare stol på dette dersom denne fingeravtrykket samsvarer med ditt. Forgejo/Git Server.
nl: %@:%@ Presenteerde een SSH Host-sleutel van een type dat vooraf niet was vastgezet (%@): %@ Git en Git LFS Verbindingen kunnen verschillende sleuteltypen onderhandelen bij dezelfde server; dit is doorgaans verwacht. Vertrouw hierop alleen als deze vingerafdruk overeenkomt met jouw vingerafdruk. Forgejo/Git Server.
pl: %@:%@ Przedstawił SSH Klucz hosta o typie, który nie był wcześniej zamocowany (%@): %@ Git i Git LFS Połączenia mogą negocjować różne typy kluczy z tym samym serwerem, więc takie zachowanie jest zazwyczaj oczekiwane. Wierz w to tylko wtedy, gdy tożsamość (fingerprint) zgodzi się z Twoją. Forgejo/Git Serwer.
pt_br: %@:%@ Apresentou um SSH Chave de host do tipo que não havia sido fixada anteriormente (%@): %@ O Git e Git LFS As conexões podem negociar diferentes tipos de chaves no mesmo servidor; portanto, isso é geralmente esperado. Apenas confie nisso se essa impressão digital corresponder à sua. Forgejo/Git Servidor.
ru: %@:%@ Представлено SSH Хост-ключ типа, ранее не был закреплен (%@): %@ Git и Git LFS Серверы могут согласовывать различные типы ключей при взаимодействии с одним и тем же сервером, поэтому это обычно ожидается. Используйте этот сертификат только в том случае, если его отпечаток совпадает с вашим. Forgejo/Git Сервер.
sv: %@:%@ Presenterades SSH Hosstillståndsklave av en typ som inte tidigare var fästad (%@): %@ Git och Git LFS Anslutningar kan förhandla om olika nyckeltyper mot samma server – detta är därför vanligtvis förväntat. Lita endast på detta om denna fingeravtryck matchar ditt eget. Forgejo/Git Server.
th: %@:%@ นำเสนอ SSH กุญแจโฮสต์ที่ไม่เคยถูกตรึงไว้มาก่อน (%@): %@ Git และ Git LFS การเชื่อมต่อสามารถเจรจาประเภทของกุญแจที่แตกต่างกันได้แม้กับเซิร์ฟเวอร์เดียวกัน ดังนั้นสิ่งนี้จึงเป็นสิ่งที่คาดหมายได้ โดยควรเชื่อถือได้เฉพาะเมื่อลายนิ้วมือดังกล่าวตรงกับลายนิ้วมือของคุณเท่านั้น Forgejo/Git เซิร์ฟเวอร์
tr: %@:%@ Sunuldu SSH Daha önce sabitlenmemiş bir türdeki konak anahtarı (%@): %@ Git ve Git LFS Bağlantılar, aynı sunucu üzerinde farklı anahtar türleri müzakere edebilir; bu nedenle bu durum genellikle beklenir. Bu parmak izi sizinkine uyuyorsa yalnızca ona güvenin. Forgejo/Git Sunucu.
uk: %@:%@ Представлено SSH Головний ключ типу, який раніше не був фіксованим (%@): %@ Git та Git LFS Сервери можуть домовитися про різні типи ключів для одного й того самого сервера, тому це зазвичай очікується. Вірте цьому лише тоді, якщо цей відбиток підтверджує ваш відбиток. Forgejo/Git Сервер.
vi: %@:%@ Đã trình bày một SSH Mã khóa chủ sở hữu thuộc loại chưa từng được gắn cố định trước đây (%@): %@ Git và Git LFS Các kết nối có thể thương lượng các loại khóa khác nhau trên cùng một máy chủ – điều này thường là điều hiển nhiên. Chỉ tin tưởng khi dấu vân tay này trùng khớp với dấu vân tay của bạn. Forgejo/Git Máy chủ.
zh_hans: %@:%@ 展示了 SSH 宿主密钥类型此前未被固定（%@): %@ Git 与 Git LFS 连接可以与同一台服务器协商使用不同的密钥类型，因此这种情况通常是可以预见的。仅当该指纹与您的指纹匹配时，请信任该连接。 Forgejo/Git 服务器.
zh_hant: %@:%@ 展示了 SSH 宿主金鑰型別此前未被固定（%@): %@ Git 與 Git LFS 連線可以與同一臺伺服器協商使用不同的金鑰型別，因此這種情況通常是可以預見的。僅當該指紋與您的指紋匹配時，請信任該連線。 Forgejo/Git 伺服器.

source: %@:%@ presented this SSH host key (%@): %@ Only trust it if this fingerprint matches your Forgejo/Git server.
ar: %@:%@ قدم هذا SSH مفتاح المضيف (%@): %@ ثق به فقط إذا كانت هذه البصمة مطابقة لبصمتك Forgejo/Git الخادم.
da: %@:%@ Presenterede dette. SSH Hovednøgle (%@): %@ Tiltræd kun, hvis denne fingeraftryk stemmer overens med din. Forgejo/Git Server.
de: %@:%@ Dies wurde vorgestellt. SSH Host-Schlüssel (%@): %@ Vertrauen Sie dem nur, wenn dieser Fingerabdruck mit Ihrem übereinstimmt. Forgejo/Git Server.
es: %@:%@ Presentó esto. SSH Clave de host (%@): %@ Confíe en ello solo si esta huella digital coincide con la suya. Forgejo/Git Servidor.
fi: %@:%@ Esitettiin tämä SSH Host-avain (%@): %@ Uskota se vain, jos tämä sormenjälki vastaa omasta jälimestäsi. Forgejo/Git Palvelin.
fr: %@:%@ A présenté cela. SSH Clé hôte (%@): %@ N'acceptez cela que si cette empreinte digitale correspond à la vôtre. Forgejo/Git Serveur.
he: %@:%@ הציג זאת SSH מפתח מארח (%@): %@ תסמוך על זה רק אם טביעת האצבע הזו תואמת את שלך Forgejo/Git שרת.
hi: %@:%@ इसे प्रस्तुत किया गया। SSH होस्ट कुंजी (%@): %@ इसे केवल तभी विश्वास करें जब यह फिंगरप्रिंट आपके फिंगरप्रिंट से मेल खाता हो। Forgejo/Git सर्वर।
hu: %@:%@ Ezt bemutatták. SSH Értékelő kulcs (%@): %@ Csak ha ez a kézi nyomás összhangban van Önével, beszerezze azt. Forgejo/Git Szerver.
id: %@:%@ Menyajikan ini SSH Kunci host (%@): %@ Hanya percayalah jika sidik jari ini sesuai dengan sidik jari Anda. Forgejo/Git Server.
it: %@:%@ Ha presentato questo. SSH Chiave ospitante (%@): %@ Confida in esso solo se l'impronta digitale corrisponde alla tua. Forgejo/Git Server.
ja: %@:%@ これを提示しました。 SSH ホストキー（%@): %@ この指紋が自分のものと一致する場合のみ、信頼してください。 Forgejo/Git サーバー。
ko: %@:%@ 이를 제시했습니다. SSH 호스트 키 (%@): %@ 이 지문이 귀하의 지문과 일치하는 경우에만 신뢰하십시오. Forgejo/Git 서버.
nb: %@:%@ Presenterte dette SSH Hovednøkkel (%@): %@ Stol kun på dette dersom fingeravtrykket samsvarer med ditt. Forgejo/Git Server.
nl: %@:%@ Dit is gepresenteerd. SSH Host-sleutel (%@): %@ Vertrouw er alleen op als deze vingerafdruk overeenkomt met jouw vingerafdruk. Forgejo/Git Server.
pl: %@:%@ Przedstawiłem to. SSH Klucz hosta (%@): %@ Wierz w to tylko wtedy, gdy to odcisk palca jest zgodny z Twoim. Forgejo/Git Serwer.
pt_br: %@:%@ Apresentou isso. SSH Chave de hospedagem (%@): %@ Apenas confie nela se essa impressão digital corresponder à sua. Forgejo/Git Servidor.
ru: %@:%@ Представлено это. SSH Хост-ключ (%@): %@ Уверяйтесь в этом только в том случае, если этот отпечаток пальца соответствует вашему. Forgejo/Git Сервер.
sv: %@:%@ Presenterade detta SSH Huvudnyckel (%@): %@ Lita endast på det om denna fingeravtryck matchar ditt. Forgejo/Git Server.
th: %@:%@ นำเสนอสิ่งนี้ SSH กุญแจโฮสต์ (%@): %@ เชื่อถือได้เฉพาะเมื่อลายนิ้วมือนี้ตรงกับลายนิ้วมือของคุณเท่านั้น Forgejo/Git เซิร์ฟเวอร์
tr: %@:%@ Bunu sundu. SSH Konaklayıcı Anahtar (%@): %@ Sadece bu parmak izi sizinkine uysa güvenin. Forgejo/Git Sunucu.
uk: %@:%@ Представили це. SSH Головний ключ (%@): %@ Вірте у це лише тоді, коли цей відбиток пальця відповідає вашому. Forgejo/Git Сервер.
vi: %@:%@ Đã trình bày nội dung này. SSH Chìa khóa chủ (%@): %@ Chỉ tin tưởng nếu dấu vân tay này trùng khớp với dấu vân tay của bạn. Forgejo/Git Máy chủ.
zh_hans: %@:%@ 已展示此内容 SSH 主机密钥 (%@): %@ 仅当此指纹与您的指纹匹配时，请信任该信息。 Forgejo/Git 服务器.
zh_hant: %@:%@ 已展示此內容 SSH 主機金鑰 (%@): %@ 僅當此指紋與您的指紋匹配時，請信任該資訊。 Forgejo/Git 伺服器.

source: %lld conflicts to resolve
ar: %lld تعارضات يجب حلها سيتم تجاهل ملف
da: %lld konflikter, der skal løses
de: %lld zu lösende Konflikte
es: %lld conflictos a resolver
fi: %lld ristiriitoja ratkaistaan
fr: %lld conflits à résoudre Fichier
he: %lld קובץ
hi: %lld संघर्षों को निराकरण के लिए
hu: %lld konfliktusok rendezése szükséges
id: %lld yang perlu diselesaikan File
it: %lld da risolvere File
ja: %lld のコンフリクトを解決するため
ko: %lld 충돌 문제 해결 필요
nb: %lld -konflikter som må løses
nl: %lld moeten worden opgelost
pl: %lld do rozwiązywania Plik
pt_br: %lld a serem resolvidos Arquivo
ru: %lld требует решения Файл
sv: %lld -konflikter som måste löses
th: %lld มีความขัดแย้ง ต้องแก้ไข ไฟล์
tr: %lld çakışmalarının çözülmesi gerekiyor
uk: %lld потребують вирішення конфліктів. Файл
vi: %lld : các xung đột cần được giải quyết Tệp
zh_hans: %lld 冲突需予以解决
zh_hant: %lld 衝突需予以解決

source: %lld files staged
ar: %lld ملفات مرحّلة
da: %lld filer klargjort
de: %lld Dateien bereitgestellt
es: %lld archivos preparados
fi: %lld tiedostoa vaiheistettu
fr: %lld fichiers indexés
he: %lld קבצים מוכנים
hi: %lld फ़ाइलें स्टेज्ड
hu: %lld fájl előkészítve
id: %lld file disiapkan
it: %lld file in stage
ja: %lldファイル ステージ済
ko: %lld개 파일 스테이지됨
nb: %lld filer klargjort
nl: %lld bestanden klaargezet
pl: %lld plików przygotowano
pt_br: %lld arquivos preparados
ru: %lld файлов подготовлено
sv: %lld filer förberedda
th: %lld ไฟล์จัดเตรียมแล้ว
tr: %lld dosya hazırlandı
uk: %lld файлів підготовлено
vi: %lld tệp đã chuẩn bị
zh_hans: %lld 个文件已暂存
zh_hant: %lld 個檔案已暫存

source: %lld files will be discarded
ar: سيتم تجاهل %lld ملفات
da: %lld filer vil blive kasseret
de: %lld Dateien werden verworfen
es: Se descartarán %lld archivos
fi: %lld tiedostoa hylätään
fr: Les modifications de %lld fichiers seront annulées
he: שינויים ב־%lld קבצים יבוטלו
hi: %lld फ़ाइलों के बदलाव रद्द कर दिए जाएंगे
hu: %lld fájl módosításai el lesznek vetve
id: Perubahan pada %lld file akan dibuang
it: Le modifiche a %lld file verranno annullate
ja: %lld個のファイルの変更が破棄されます
ko: 파일 %lld개의 변경 사항이 폐기됩니다
nb: Endringene i %lld filer forkastes
nl: Wijzigingen in %lld bestanden worden verworpen
pl: Zmiany w %lld plikach zostaną odrzucone
pt_br: As alterações em %lld arquivos serão descartadas
ru: Изменения в %lld файлах будут отменены
sv: Ändringarna i %lld filer kommer att kasseras
th: การเปลี่ยนแปลงใน %lld ไฟล์จะถูกละทิ้ง
tr: %lld dosyadaki değişiklikler atılacak
uk: Зміни у %lld файлах буде відкинуто
vi: Các thay đổi trong %lld tệp sẽ bị loại bỏ
zh_hans: 将丢弃 %lld 个文件中的更改
zh_hant: 將捨棄 %lld 個檔案中的變更

source: %lld found
ar: تم العثور على %lld
da: %lld fundet
de: %lld gefunden
es: %lld encontrados
fi: %lld löytyi
fr: %lld trouvé(s)
he: %lld נמצאו
hi: %lld मिले
hu: %lld találat
id: %lld ditemukan
it: %lld trovati
ja: %lld件見つかりました
ko: %lld개 찾음
nb: %lld funnet
nl: %lld gevonden
pl: Znaleziono: %lld
pt_br: %lld encontrados
ru: Найдено: %lld
sv: %lld hittades
th: พบ %lld รายการ
tr: %lld bulundu
uk: Знайдено: %lld
vi: Đã tìm thấy %lld
zh_hans: 找到 %lld 个
zh_hant: 找到 %lld 個
